Repository: creaton-io/at-app
Catalog: src/locale/locales/*/messages.po
Languages: hi

source: The Community Guidelines have been moved to <0/>
hi: सामुदायिक दिशानिर्देशों को <0/> पर स्थानांतरित कर दिया गया है

source: The Copyright Policy has been moved to <0/>
hi: कॉपीराइट नीति को <0/> पर स्थानांतरित कर दिया गया है

source: The post may have been deleted.
hi: हो सकता है कि यह पोस्ट हटा दी गई हो।

source: The Privacy Policy has been moved to <0/>
hi: गोपनीयता नीति को <0/> पर स्थानांतरित किया गया है

source: The support form has been moved. If you need help, please<0/> or visit {HELP_DESK_URL} to get in touch with us.
hi: समर्थन प्रपत्र स्थानांतरित कर दिया गया है. यदि आपको सहायता की आवश्यकता है, तो कृपया<0/> या हमसे संपर्क करने के लिए {HELP_DESK_URL} पर जाएं।

source: The Terms of Service have been moved to
hi: सेवा की शर्तों को स्थानांतरित कर दिया गया है

source: There was an unexpected issue in the application. Please let us know if this happened to you!
hi: एप्लिकेशन में एक अप्रत्याशित समस्या थी. कृपया हमें बताएं कि क्या आपके साथ ऐसा हुआ है!

source: This {screenDescription} has been flagged:
hi: यह {screenDescription} फ्लैग किया गया है:

source: This information is not shared with other users.
hi: यह जानकारी अन्य उपयोगकर्ताओं के साथ साझा नहीं की जाती है।।

source: This is important in case you ever need to change your email or reset your password.
hi: अगर आपको कभी अपना ईमेल बदलने या पासवर्ड रीसेट करने की आवश्यकता है तो यह महत्वपूर्ण है।।

source: This is the service that keeps you online.
hi: यह वह सेवा है जो आपको ऑनलाइन रखता है।।

source: This link is taking you to the following website:
hi: यह लिंक आपको निम्नलिखित वेबसाइट पर ले जा रहा है:

source: This post has been deleted.
hi: इस पोस्ट को हटा दिया गया है।।

source: This warning is only available for posts with media attached.
hi: यह चेतावनी केवल मीडिया संलग्न पोस्ट के लिए उपलब्ध है।

source: Thread Preferences
hi: थ्रेड प्राथमिकता

source: Threaded Mode
hi: थ्रेड मोड

source: Toggle dropdown
hi: ड्रॉपडाउन टॉगल करें

source: Transformations
hi: परिवर्तन

source: Translate
hi: अनुवाद

source: Try again
hi: फिर से कोशिश करो

source: Unable to contact your service. Please check your Internet connection.
hi: आपकी सेवा से संपर्क करने में असमर्थ। कृपया अपने इंटरनेट कनेक्शन की जांच करें।।

source: Unblock
hi: अनब्लॉक

source: Unblock Account
hi: अनब्लॉक खाता

source: Undo repost
hi: पुनः पोस्ट पूर्ववत करें

source: Unmute Account
hi: अनम्यूट खाता

source: Unmute thread
hi: थ्रेड को अनम्यूट करें

source: Update {displayName} in Lists
hi: सूची में {displayName} अद्यतन करें

source: Update Available
hi: उपलब्ध अद्यतन

source: Updating...
hi: अद्यतन..।

source: Upload a text file to:
hi: एक पाठ फ़ाइल अपलोड करने के लिए:

source: Use app passwords to login to other Bluesky clients without giving full access to your account or password.
hi: अपने खाते या पासवर्ड को पूर्ण एक्सेस देने के बिना अन्य ब्लूस्की ग्राहकों को लॉगिन करने के लिए ऐप पासवर्ड का उपयोग करें।।

source: Use default provider
hi: डिफ़ॉल्ट प्रदाता का उपयोग करें

source: Use this to sign into the other app along with your handle.
hi: अपने हैंडल के साथ दूसरे ऐप में साइन इन करने के लिए इसका उपयोग करें।

source: Used by:
hi: के द्वारा उपयोग:

source: User handle
hi: यूजर हैंडल

source: User Lists
hi: लोग सूचियाँ

source: Username or email address
hi: यूजर नाम या ईमेल पता

source: Users
hi: यूजर लोग

source: Verify email
hi: ईमेल सत्यापित करें

source: Verify my email
hi: मेरी ईमेल सत्यापित करें

source: Verify My Email
hi: मेरी ईमेल सत्यापित करें

source: Verify New Email
hi: नया ईमेल सत्यापित करें

source: View debug entry
hi: डीबग प्रविष्टि देखें

source: View the avatar
hi: अवतार देखें

source: Visit Site
hi: साइट पर जाएं

source: We're so excited to have you join us!
hi: हम आपके हमारी सेवा में शामिल होने को लेकर बहुत उत्साहित हैं!

source: We're sorry! We can't find the page you were looking for.
hi: हम क्षमा चाहते हैं! हमें वह पेज नहीं मिल रहा जिसे आप ढूंढ रहे थे।

source: Welcome to <0>Bluesky</0>
hi: <0>Bluesky</0> में आपका स्वागत है

source: What is the issue with this {collectionName}?
hi: इस {collectionName} के साथ क्या मुद्दा है?

source: Which languages are used in this post?
hi: इस पोस्ट में किस भाषा का उपयोग किया जाता है?

source: Which languages would you like to see in your algorithmic feeds?
hi: कौन से भाषाएं आपको अपने एल्गोरिदमिक फ़ीड में देखना पसंद करती हैं?

source: Wide
hi: चौड़ा

source: Write post
hi: पोस्ट लिखो

source: Write your reply
hi: अपना जवाब दें

source: Yes
hi: हाँ

source: You can change hosting providers at any time.
hi: आप किसी भी समय होस्टिंग प्रदाताओं को बदल सकते हैं।।

source: You can now sign in with your new password.
hi: अब आप अपने नए पासवर्ड के साथ साइन इन कर सकते हैं।।

source: You don't have any invite codes yet! We'll send you some when you've been on Bluesky for a little longer.
hi: आपके पास अभी तक कोई आमंत्रण कोड नहीं है! जब आप कुछ अधिक समय के लिए Bluesky पर रहेंगे तो हम आपको कुछ भेजेंगे।

source: You don't have any pinned feeds.
hi: आपके पास कोई पिन किया हुआ फ़ीड नहीं है.

source: You don't have any saved feeds.
hi: आपके पास कोई सहेजी गई फ़ीड नहीं है.

source: You have blocked the author or you have been blocked by the author.
hi: आपने लेखक को अवरुद्ध किया है या आपने लेखक द्वारा अवरुद्ध किया है।।

source: You have no lists.
hi: आपके पास कोई सूची नहीं है।।

source: You have not blocked any accounts yet. To block an account, go to their profile and selected "Block account" from the menu on their account.
hi: आपने अभी तक कोई भी अकाउंट ब्लॉक नहीं किया है. किसी खाते को ब्लॉक करने के लिए, उनकी प्रोफ़ाइल पर जाएं और उनके खाते के मेनू से "खाता ब्लॉक करें" चुनें।

source: You have not created any app passwords yet. You can create one by pressing the button below.
hi: आपने अभी तक कोई ऐप पासवर्ड नहीं बनाया है। आप नीचे बटन दबाकर एक बना सकते हैं।।

source: You have not muted any accounts yet. To mute an account, go to their profile and selected "Mute account" from the menu on their account.
hi: आपने अभी तक कोई खाता म्यूट नहीं किया है. किसी खाते को म्यूट करने के लिए, उनकी प्रोफ़ाइल पर जाएं और उनके खाते के मेनू से "खाता म्यूट करें" चुनें।

source: You will receive an email with a "reset code." Enter that code here, then enter your new password.
hi: आपको "reset code" के साथ एक ईमेल प्राप्त होगा। उस कोड को यहाँ दर्ज करें, फिर अपना नया पासवर्ड दर्ज करें।।

source: Your account
hi: आपका खाता

source: Your birth date
hi: जन्म तिथि

source: Your email has been saved! We'll be in touch soon.
hi: आपका ईमेल बचाया गया है! हम जल्द ही संपर्क में रहेंगे।।

source: Your email has been updated but not verified. As a next step, please verify your new email.
hi: आपका ईमेल अद्यतन किया गया है लेकिन सत्यापित नहीं किया गया है। अगले चरण के रूप में, कृपया अपना नया ईमेल सत्यापित करें।।

source: Your email has not yet been verified. This is an important security step which we recommend.
hi: आपका ईमेल अभी तक सत्यापित नहीं हुआ है। यह एक महत्वपूर्ण सुरक्षा कदम है जिसे हम अनुशंसा करते हैं।।

source: Your full handle will be
hi: आपका पूरा हैंडल होगा

source: Your hosting provider
hi: आपका होस्टिंग प्रदाता

source: Your posts, likes, and blocks are public. Mutes are private.
hi: आपकी पोस्ट, पसंद और ब्लॉक सार्वजनिक हैं। म्यूट निजी हैं।।

source: Your profile
hi: आपकी प्रोफ़ाइल

source: Your user handle
hi: आपका यूजर हैंडल
