Repository: creaton-io/at-app
Catalog: src/locale/locales/*/messages.po
Languages: hi

source: {0} {purposeLabel} List
hi: {0} {purposeLabel} सूची

source: <0>Choose your</0><1>Recommended</1><2>Feeds</2>
hi: <0>अपना</0><1>पसंदीदा</1><2>फ़ीड चुनें</2>

source: <0>Follow some</0><1>Recommended</1><2>Users</2>
hi: <0>कुछ</0><1>पसंदीदा उपयोगकर्ताओं</1><2>का अनुसरण करें</2>

source: A new version of the app is available. Please update to continue using the app.
hi: ऐप का एक नया संस्करण उपलब्ध है. कृपया ऐप का उपयोग जारी रखने के लिए अपडेट करें।

source: Accessibility
hi: प्रवेर्शयोग्यता

source: Account
hi: अकाउंट

source: Account options
hi: अकाउंट के विकल्प

source: Add
hi: ऐड करो

source: Add a content warning
hi: सामग्री चेतावनी जोड़ें

source: Add a user to this list
hi: इस सूची में किसी को जोड़ें

source: Add account
hi: अकाउंट जोड़ें

source: Add alt text
hi: इस फ़ोटो में विवरण जोड़ें

source: Add details
hi: विवरण जोड़ें

source: Add details to report
hi: रिपोर्ट करने के लिए विवरण जोड़ें

source: Add link card
hi: लिंक कार्ड जोड़ें

source: Add link card:
hi: लिंक कार्ड जोड़ें:

source: Add the following DNS record to your domain:
hi: अपने डोमेन में निम्नलिखित DNS रिकॉर्ड जोड़ें:

source: Add to Lists
hi: सूचियों में जोड़ें

source: Add to my feeds
hi: इस फ़ीड को सहेजें

source: Adjust the number of likes a reply must have to be shown in your feed.
hi: पसंद की संख्या को समायोजित करें उत्तर को आपके फ़ीड में दिखाया जाना चाहिए।।

source: Adult Content
hi: वयस्क सामग्री

source: Advanced
hi: विकसित

source: Alt text
hi: वैकल्पिक पाठ

source: Alt text describes images for blind and low-vision users, and helps give context to everyone.
hi: ऑल्ट टेक्स्ट अंधा और कम दृश्य लोगों के लिए छवियों का वर्णन करता है, और हर किसी को संदर्भ देने में मदद करता है।।

source: An email has been sent to {0}. It includes a confirmation code which you can enter below.
hi: {0} को ईमेल भेजा गया है। इसमें एक OTP कोड शामिल है जिसे आप नीचे दर्ज कर सकते हैं।।

source: An email has been sent to your previous address, {0}. It includes a confirmation code which you can enter below.
hi: {0} को ईमेल भेजा गया है। इसमें एक OTP कोड शामिल है जिसे आप नीचे दर्ज कर सकते हैं।।

source: and
hi: और

source: App Language
hi: ऐप भाषा

source: App passwords
hi: ऐप पासवर्ड

source: App Passwords
hi: ऐप पासवर्ड

source: Appearance
hi: दिखावट

source: Are you sure you want to delete the app password "{name}"?
hi: क्या आप वाकई ऐप पासवर्ड "{name}" हटाना चाहते हैं?

source: Are you sure you'd like to discard this draft?
hi: क्या आप वाकई इस ड्राफ्ट को हटाना करना चाहेंगे?

source: Are you sure?
hi: क्या आप वास्तव में इसे करना चाहते हैं?

source: Are you sure? This cannot be undone.
hi: क्या आप वास्तव में इसे करना चाहते हैं? इसे असंपादित नहीं किया जा सकता है।

source: Artistic or non-erotic nudity.
hi: कलात्मक या गैर-कामुक नग्नता।।

source: Back
hi: वापस

source: Basics
hi: मूल बातें

source: Birthday
hi: जन्मदिन

source: Birthday:
hi: जन्मदिन:

source: Block Account
hi: खाता ब्लॉक करें

source: Block accounts
hi: खाता ब्लॉक करें

source: Block these accounts?
hi: खाता ब्लॉक करें?

source: Blocked accounts
hi: ब्लॉक किए गए खाते

source: Blocked Accounts
hi: ब्लॉक किए गए खाते

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
hi: अवरुद्ध खाते आपके थ्रेड्स में उत्तर नहीं दे सकते, आपका उल्लेख नहीं कर सकते, या अन्यथा आपके साथ बातचीत नहीं कर सकते।

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you. You will not see their content and they will be prevented from seeing yours.
hi: अवरुद्ध खाते आपके थ्रेड्स में उत्तर नहीं दे सकते, आपका उल्लेख नहीं कर सकते, या अन्यथा आपके साथ बातचीत नहीं कर सकते। आप उनकी सामग्री नहीं देख पाएंगे और उन्हें आपकी सामग्री देखने से रोका जाएगा।

source: Blocked post.
hi: ब्लॉक पोस्ट।

source: Blocking is public. Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
hi: अवरोधन सार्वजनिक है. अवरुद्ध खाते आपके थ्रेड्स में उत्तर नहीं दे सकते, आपका उल्लेख नहीं कर सकते, या अन्यथा आपके साथ बातचीत नहीं कर सकते।

source: Bluesky is flexible.
hi: Bluesky लचीला है।।

source: Bluesky is open.
hi: Bluesky खुला है।।

source: Bluesky is public.
hi: Bluesky सार्वजनिक है।।

source: Bluesky uses invites to build a healthier community. If you don't know anybody with an invite, you can sign up for the waitlist and we'll send one soon.
hi: ब्लूस्की एक स्वस्थ समुदाय बनाने के लिए आमंत्रित करता है। यदि आप किसी को आमंत्रित नहीं करते हैं, तो आप प्रतीक्षा सूची के लिए साइन अप कर सकते हैं और हम जल्द ही एक भेज देंगे।।

source: Camera
hi: कैमरा

source: Can only contain letters, numbers, spaces, dashes, and underscores. Must be at least 4 characters long, but no more than 32 characters long.
hi: केवल अक्षर, संख्या, रिक्त स्थान, डैश और अंडरस्कोर हो सकते हैं। कम से कम 4 अक्षर लंबा होना चाहिए, लेकिन 32 अक्षरों से अधिक लंबा नहीं होना चाहिए।।

source: Cancel
hi: कैंसिल

source: Cancel account deletion
hi: अकाउंट बंद मत करो

source: Cancel add image alt text
hi: ऑल्ट टेक्स्ट मत जोड़ें

source: Cancel change handle
hi: नाम मत बदलो

source: Cancel image crop
hi: तस्वीर को क्रॉप मत करो

source: Cancel profile editing
hi: प्रोफ़ाइल संपादन मत करो

source: Cancel quote post
hi: कोटे पोस्ट मत करो

source: Cancel search
hi: खोज मत करो

source: Cancel waitlist signup
hi: प्रतीक्षा सूची पंजीकरण मत करो

source: Change
hi: परिवर्तन

source: Change handle
hi: हैंडल बदलें

source: Change Handle
hi: हैंडल बदलें

source: Change my email
hi: मेरा ईमेल बदलें

source: Change Your Email
hi: मेरा ईमेल बदलें

source: Check out some recommended feeds. Tap + to add them to your list of pinned feeds.
hi: कुछ अनुशंसित फ़ीड देखें. उन्हें अपनी पिन की गई फ़ीड की सूची में जोड़ने के लिए + टैप करें।

source: Check out some recommended users. Follow them to see similar users.
hi: कुछ अनुशंसित उपयोगकर्ताओं की जाँच करें। ऐसे ही उपयोगकर्ता देखने के लिए उनका अनुसरण करें।

source: Check your inbox for an email with the confirmation code to enter below:
hi: नीचे प्रवेश करने के लिए OTP कोड के साथ एक ईमेल के लिए अपने इनबॉक्स की जाँच करें:

source: Choose Service
hi: सेवा चुनें

source: Choose the algorithms that power your experience with custom feeds.
hi: उन एल्गोरिदम का चयन करें जो कस्टम फीड्स के साथ अपने अनुभव को शक्ति देते हैं।।

source: Choose your password
hi: अपना पासवर्ड चुनें

source: Clear search query
hi: खोज क्वेरी साफ़ करें

source: Close alert
hi: चेतावनी को बंद करो

source: Close bottom drawer
hi: बंद करो

source: Close image
hi: छवि बंद करें

source: Close image viewer
hi: छवि बंद करें

source: Close navigation footer
hi: नेविगेशन पाद बंद करें

source: Community Guidelines
hi: समुदाय दिशानिर्देश

source: Compose reply
hi: जवाब लिखो

source: Confirm
hi: हो गया

source: Confirm Change
hi: बदलाव की पुष्टि करें

source: Confirm content language settings
hi: सामग्री भाषा सेटिंग्स की पुष्टि करें

source: Confirm delete account
hi: खाते को हटा दें

source: Confirmation code
hi: OTP कोड

source: Connecting...
hi: कनेक्टिंग ..।

source: Content filtering
hi: सामग्री फ़िल्टरिंग

source: Content Filtering
hi: सामग्री फ़िल्टरिंग

source: Content Languages
hi: सामग्री भाषा

source: Content Warning
hi: सामग्री चेतावनी

source: Content warnings
hi: सामग्री चेतावनी

source: Continue
hi: आगे बढ़ें

source: Copied
hi: कॉपी कर ली

source: Copy
hi: कॉपी

source: Copy post text
hi: पोस्ट टेक्स्ट कॉपी करें

source: Copyright Policy
hi: कॉपीराइट नीति

source: Could not load feed
hi: फ़ीड लोड नहीं कर सकता

source: Could not load list
hi: सूची लोड नहीं कर सकता

source: Create a new account
hi: नया खाता बनाएं

source: Create Account
hi: खाता बनाएँ

source: Create new account
hi: नया खाता बनाएं

source: Created {0}
hi: बनाया गया {0}

source: Custom domain
hi: कस्टम डोमेन

source: Danger Zone
hi: खतरा क्षेत्र

source: Delete account
hi: खाता हटाएं

source: Delete Account
hi: खाता हटाएं

source: Delete app password
hi: अप्प पासवर्ड हटाएं

source: Delete List
hi: सूची हटाएँ

source: Delete my account
hi: मेरा खाता हटाएं

source: Delete my account…
hi: मेरा खाता हटाएं…

source: Delete post
hi: पोस्ट को हटाएं

source: Delete this post?
hi: इस पोस्ट को डीलीट करें?

source: Deleted post.
hi: यह पोस्ट मिटाई जा चुकी है

source: Description
hi: विवरण

source: Dev Server
hi: देव सर्वर

source: Developer Tools
hi: डेवलपर उपकरण

source: Discard draft
hi: ड्राफ्ट हटाएं

source: Discover new feeds
hi: नए फ़ीड की खोज करें

source: Display name
hi: नाम

source: Display Name
hi: प्रदर्शन का नाम

source: Domain verified!
hi: डोमेन सत्यापित!

source: Done
hi: खत्म

source: Done{extraText}
hi: खत्म {extraText}

source: Each code works once. You'll receive more invite codes periodically.
hi: प्रत्येक कोड एक बार काम करता है। आपको समय-समय पर अधिक आमंत्रण कोड प्राप्त होंगे।

source: Edit image
hi: छवि संपादित करें

source: Edit list details
hi: सूची विवरण संपादित करें

source: Edit My Feeds
hi: मेरी फ़ीड संपादित करें

source: Edit my profile
hi: मेरी प्रोफ़ाइल संपादित करें

source: Edit profile
hi: मेरी प्रोफ़ाइल संपादित करें

source: Edit Profile
hi: मेरी प्रोफ़ाइल संपादित करें

source: Edit Saved Feeds
hi: एडिट सेव्ड फीड

source: Email
hi: ईमेल

source: Email address
hi: ईमेल

source: Email Updated
hi: ईमेल अपडेट किया गया

source: Email:
hi: ईमेल:

source: Enable this setting to only see replies between people you follow.
hi: इस सेटिंग को केवल उन लोगों के बीच जवाब देखने में सक्षम करें जिन्हें आप फॉलो करते हैं।।

source: Enter the address of your provider:
hi: अपने प्रदाता का पता दर्ज करें:

source: Enter the domain you want to use
hi: आप जिस डोमेन का उपयोग करना चाहते हैं उसे दर्ज करें

source: Enter the email you used to create your account. We'll send you a "reset code" so you can set a new password.
hi: वह ईमेल दर्ज करें जिसका उपयोग आपने अपना खाता बनाने के लिए किया था। हम आपको एक "reset code" भेजेंगे ताकि आप एक नया पासवर्ड सेट कर सकें।

source: Enter your email address
hi: अपना ईमेल पता दर्ज करें

source: Enter your new email address below.
hi: नीचे अपना नया ईमेल पता दर्ज करें।।

source: Enter your username and password
hi: अपने यूज़रनेम और पासवर्ड दर्ज करें

source: Expand alt text
hi: ऑल्ट टेक्स्ट

source: Failed to load recommended feeds
hi: अनुशंसित फ़ीड लोड करने में विफल

source: Feed offline
hi: फ़ीड ऑफ़लाइन है

source: Feed Preferences
hi: फ़ीड प्राथमिकता

source: Feedback
hi: प्रतिक्रिया

source: Feeds
hi: सभी फ़ीड

source: Feeds are created by users to curate content. Choose some feeds that you find interesting.
hi: सामग्री को व्यवस्थित करने के लिए उपयोगकर्ताओं द्वारा फ़ीड बनाए जाते हैं। कुछ फ़ीड चुनें जो आपको दिलचस्प लगें।

source: Feeds are custom algorithms that users build with a little coding expertise. <0/> for more information.
hi: फ़ीड कस्टम एल्गोरिदम हैं जिन्हें उपयोगकर्ता थोड़ी कोडिंग विशेषज्ञता के साथ बनाते हैं। <0/> अधिक जानकारी के लिए.

source: Finding similar accounts...
hi: मिलते-जुलते खाते ढूँढना

source: Fine-tune the content you see on your home screen.
hi: अपने मुख्य फ़ीड की स्क्रीन पर दिखाई देने वाली सामग्री को ठीक करें।।

source: Fine-tune the discussion threads.
hi: चर्चा धागे को ठीक-ट्यून करें।।

source: Follow
hi: फॉलो

source: Follow some users to get started. We can recommend you more users based on who you find interesting.
hi: आरंभ करने के लिए कुछ उपयोगकर्ताओं का अनुसरण करें. आपको कौन दिलचस्प लगता है, इसके आधार पर हम आपको और अधिक उपयोगकर्ताओं की अनुशंसा कर सकते हैं।

source: Followed users only
hi: केवल वे यूजर को फ़ॉलो किया गया

source: Followers
hi: यह यूजर आपका फ़ोलो करता है

source: following
hi: फोल्लोविंग

source: Following
hi: फोल्लोविंग

source: Follows you
hi: यह यूजर आपका फ़ोलो करता है

source: For security reasons, we'll need to send a confirmation code to your email address.
hi: सुरक्षा कारणों के लिए, हमें आपके ईमेल पते पर एक OTP कोड भेजने की आवश्यकता होगी।।

source: For security reasons, you won't be able to view this again. If you lose this password, you'll need to generate a new one.
hi: सुरक्षा कारणों के लिए, आप इसे फिर से देखने में सक्षम नहीं होंगे। यदि आप इस पासवर्ड को खो देते हैं, तो आपको एक नया उत्पन्न करना होगा।।

source: Forgot
hi: भूल

source: Forgot password
hi: पासवर्ड भूल गए

source: Forgot Password
hi: पासवर्ड भूल गए

source: Gallery
hi: गैलरी

source: Get Started
hi: प्रारंभ करें

source: Go back
hi: वापस जाओ

source: Go Back
hi: वापस जाओ

source: Go to next
hi: अगला

source: Handle
hi: हैंडल

source: Help
hi: सहायता

source: Here is your app password.
hi: यहां आपका ऐप पासवर्ड है.

source: Hide
hi: इसे छिपाएं

source: Hide user list
hi: उपयोगकर्ता सूची छुपाएँ

source: Home
hi: होम फीड

source: Home Feed Preferences
hi: होम फ़ीड प्राथमिकताएं

source: Hosting provider
hi: होस्टिंग प्रदाता

source: Hosting provider address
hi: होस्टिंग प्रदाता पता

source: I have a code
hi: मेरे पास एक OTP कोड है

source: I have my own domain
hi: मेरे पास अपना डोमेन है

source: If none are selected, suitable for all ages.
hi: यदि किसी को चुना जाता है, तो सभी उम्र के लिए उपयुक्त है।।

source: Image alt text
hi: छवि alt पाठ

source: Image options
hi: छवि विकल्प

source: Invalid username or password
hi: अवैध उपयोगकर्ता नाम या पासवर्ड

source: Invite
hi: आमंत्रण भेजो

source: Invite a Friend
hi: एक दोस्त को आमंत्रित करें

source: Invite code
hi: आमंत्रण कोड

source: Join the waitlist
hi: प्रतीक्षा सूची में शामिल हों

source: Join the waitlist.
hi: प्रतीक्षा सूची में शामिल हों।।

source: Join Waitlist
hi: वेटरलिस्ट में शामिल हों

source: Language selection
hi: अपनी भाषा चुने

source: Language Settings
hi: भाषा सेटिंग्स

source: Languages
hi: भाषा

source: Learn More
hi: अधिक जानें

source: Learn more about this warning
hi: इस चेतावनी के बारे में अधिक जानें

source: Leave them all unchecked to see any language.
hi: उन्हें किसी भी भाषा को देखने के लिए अनचेक छोड़ दें।।

source: Leaving Bluesky
hi: लीविंग Bluesky

source: Let's get your password reset!
hi: चलो अपना पासवर्ड रीसेट करें!

source: Library
hi: चित्र पुस्तकालय

source: Like this feed
hi: इस फ़ीड को लाइक करो

source: Liked by
hi: इन यूजर ने लाइक किया है

source: List Avatar
hi: सूची अवतार

source: List Name
hi: सूची का नाम

source: Lists
hi: सूची

source: Load more posts
hi: अधिक पोस्ट लोड करें

source: Load new notifications
hi: नई सूचनाएं लोड करें

source: Load new posts
hi: नई पोस्ट लोड करें

source: Local dev server
hi: स्थानीय देव सर्वर

source: Login to account that is not listed
hi: उस खाते में लॉग इन करें जो सूचीबद्ध नहीं है

source: Make sure this is where you intend to go!
hi: यह सुनिश्चित करने के लिए कि आप कहाँ जाना चाहते हैं!

source: Menu
hi: मेनू

source: Moderation
hi: मॉडरेशन

source: Moderation lists
hi: मॉडरेशन सूचियाँ

source: More feeds
hi: अधिक फ़ीड

source: More options
hi: अधिक विकल्प

source: Mute Account
hi: खाता म्यूट करें

source: Mute accounts
hi: खातों को म्यूट करें

source: Mute these accounts?
hi: इन खातों को म्यूट करें?

source: Mute thread
hi: थ्रेड म्यूट करें

source: Muted accounts
hi: म्यूट किए गए खाते

source: Muted Accounts
hi: म्यूट किए गए खाते

source: Muted accounts have their posts removed from your feed and from your notifications. Mutes are completely private.
hi: म्यूट किए गए खातों की पोस्ट आपके फ़ीड और आपकी सूचनाओं से हटा दी जाती हैं। म्यूट पूरी तरह से निजी हैं.

source: Muting is private. Muted accounts can interact with you, but you will not see their posts or receive notifications from them.
hi: म्यूट करना निजी है. म्यूट किए गए खाते आपके साथ इंटरैक्ट कर सकते हैं, लेकिन आप उनकी पोस्ट नहीं देखेंगे या उनसे सूचनाएं प्राप्त नहीं करेंगे।

source: My Birthday
hi: जन्मदिन

source: My Feeds
hi: मेरी फ़ीड

source: My Profile
hi: मेरी प्रोफाइल

source: My Saved Feeds
hi: मेरी फ़ीड

source: Name
hi: नाम

source: Never lose access to your followers and data.
hi: अपने फ़ॉलोअर्स और डेटा तक पहुंच कभी न खोएं।

source: New
hi: नया

source: New post
hi: नई पोस्ट

source: New Post
hi: नई पोस्ट

source: Next
hi: अगला

source: Next image
hi: अगली फोटो

source: No
hi: नहीं

source: No description
hi: कोई विवरण नहीं

source: No results found for "{query}"
hi: "{query}" के लिए कोई परिणाम नहीं मिला

source: Not Applicable.
hi: लागू नहीं।

source: Notifications
hi: सूचनाएं

source: Oh no!
hi: अरे नहीं!

source: Okay
hi: ठीक है

source: One or more images is missing alt text.
hi: एक या अधिक छवियाँ alt पाठ याद आती हैं।।

source: Open navigation
hi: ओपन नेविगेशन

source: Opens configurable language settings
hi: भाषा सेटिंग्स खोलें

source: Opens modal for using custom domain
hi: कस्टम डोमेन का उपयोग करने के लिए मोडल खोलें

source: Opens moderation settings
hi: मॉडरेशन सेटिंग्स खोलें

source: Opens screen with all saved feeds
hi: सभी बचाया फ़ीड के साथ स्क्रीन खोलें

source: Opens the app password settings page
hi: ऐप पासवर्ड सेटिंग पेज खोलें

source: Opens the home feed preferences
hi: होम फीड वरीयताओं को खोलता है

source: Opens the storybook page
hi: स्टोरीबुक पेज खोलें

source: Opens the system log page
hi: सिस्टम लॉग पेज खोलें

source: Opens the threads preferences
hi: धागे वरीयताओं को खोलता है

source: Other account
hi: अन्य खाता

source: Other service
hi: अन्य सेवा

source: Other...
hi: अन्य..।

source: Page not found
hi: पृष्ठ नहीं मिला

source: Password
hi: पासवर्ड

source: Password updated!
hi: पासवर्ड अद्यतन!

source: Pictures meant for adults.
hi: चित्र वयस्कों के लिए थे।।

source: Pinned Feeds
hi: पिन किया गया फ़ीड

source: Please confirm your email before changing it. This is a temporary requirement while email-updating tools are added, and it will soon be removed.
hi: इसे बदलने से पहले कृपया अपने ईमेल की पुष्टि करें। यह एक अस्थायी आवश्यकता है जबकि ईमेल-अपडेटिंग टूल जोड़ा जाता है, और इसे जल्द ही हटा दिया जाएगा।।

source: Please enter a unique name for this App Password or use our randomly generated one.
hi: कृपया इस ऐप पासवर्ड के लिए एक अद्वितीय नाम दर्ज करें या हमारे यादृच्छिक रूप से उत्पन्न एक का उपयोग करें।।

source: Please enter your password as well:
hi: कृपया अपना पासवर्ड भी दर्ज करें:

source: Post
hi: पोस्ट

source: Post hidden
hi: छुपा पोस्ट

source: Post language
hi: पोस्ट भाषा

source: Post Languages
hi: पोस्ट भाषा

source: Post not found
hi: पोस्ट नहीं मिला

source: Potentially Misleading Link
hi: शायद एक भ्रामक लिंक

source: Previous image
hi: पिछली छवि

source: Primary Language
hi: प्राथमिक भाषा

source: Prioritize Your Follows
hi: अपने फ़ॉलोअर्स को प्राथमिकता दें

source: Privacy
hi: गोपनीयता

source: Privacy Policy
hi: गोपनीयता नीति

source: Processing...
hi: प्रसंस्करण...

source: Profile
hi: प्रोफ़ाइल

source: Protect your account by verifying your email.
hi: अपने ईमेल को सत्यापित करके अपने खाते को सुरक्षित रखें।।

source: Public, shareable lists which can drive feeds.
hi: सार्वजनिक, साझा करने योग्य सूचियाँ जो फ़ीड चला सकती हैं।

source: Quote post
hi: कोटे पोस्ट

source: Quote Post
hi: कोटे पोस्ट

source: Ratios
hi: अनुपात

source: Recommended Feeds
hi: अनुशंसित फ़ीड

source: Recommended Users
hi: अनुशंसित लोग

source: Remove
hi: निकालें

source: Remove {0} from my feeds?
hi: मेरे फ़ीड से {0} हटाएं?

source: Remove account
hi: खाता हटाएं

source: Remove feed
hi: फ़ीड हटाएँ

source: Remove from my feeds
hi: मेरे फ़ीड से हटाएँ

source: Remove image
hi: छवि निकालें

source: Remove image preview
hi: छवि पूर्वावलोकन निकालें

source: Remove this feed from your saved feeds?
hi: इस फ़ीड को सहेजे गए फ़ीड से हटा दें?

source: Reply Filters
hi: फिल्टर

source: Report {collectionName}
hi: रिपोर्ट {collectionName}

source: Report Account
hi: रिपोर्ट

source: Report feed
hi: रिपोर्ट फ़ीड

source: Report List
hi: रिपोर्ट सूची

source: Report post
hi: रिपोर्ट पोस्ट

source: Repost
hi: पुन: पोस्ट

source: Repost or quote post
hi: पोस्ट दोबारा पोस्ट करें या उद्धृत करे

source: Reposted by
hi: द्वारा दोबारा पोस्ट किया गया

source: Request Change
hi: अनुरोध बदलें

source: Required for this provider
hi: इस प्रदाता के लिए आवश्यक

source: Reset code
hi: कोड रीसेट करें

source: Reset onboarding state
hi: ऑनबोर्डिंग स्टेट को रीसेट करें

source: Reset password
hi: पासवर्ड रीसेट

source: Reset preferences state
hi: प्राथमिकताओं को रीसेट करें

source: Resets the onboarding state
hi: ऑनबोर्डिंग स्टेट को रीसेट करें

source: Resets the preferences state
hi: प्राथमिकताओं की स्थिति को रीसेट करें

source: Retry
hi: फिर से कोशिश करो

source: Save
hi: सेव करो

source: Save alt text
hi: सेव ऑल्ट टेक्स्ट

source: Save Changes
hi: बदलाव सेव करो

source: Save handle change
hi: बदलाव सेव करो

source: Save image crop
hi: फोटो बदलाव सेव करो

source: Saved Feeds
hi: सहेजे गए फ़ीड

source: Search
hi: खोज

source: Security Step Required
hi: सुरक्षा चरण आवश्यक

source: See what's next
hi: आगे क्या है

source: Select Bluesky Social
hi: Bluesky Social का चयन करें

source: Select from an existing account
hi: मौजूदा खाते से चुनें

source: Select service
hi: सेवा चुनें

source: Select which languages you want your subscribed feeds to include. If none are selected, all languages will be shown.
hi: चुनें कि आप अपनी सदस्यता वाली फ़ीड में कौन सी भाषाएँ शामिल करना चाहते हैं। यदि कोई भी चयनित नहीं है, तो सभी भाषाएँ दिखाई जाएंगी।

source: Select your app language for the default text to display in the app
hi: ऐप में प्रदर्शित होने वाले डिफ़ॉल्ट टेक्स्ट के लिए अपनी ऐप भाषा चुनें

source: Select your preferred language for translations in your feed.
hi: अपने फ़ीड में अनुवाद के लिए अपनी पसंदीदा भाषा चुनें।

source: Send Confirmation Email
hi: पुष्टिकरण ईमेल भेजें

source: Send email
hi: ईमेल भेजें

source: Send Email
hi: ईमेल भेजें

source: Send feedback
hi: प्रतिक्रिया भेजें

source: Send Report
hi: रिपोर्ट भेजें

source: Set new password
hi: नया पासवर्ड सेट करें

source: Set this setting to "No" to hide all quote posts from your feed. Reposts will still be visible.
hi: अपने फ़ीड से सभी उद्धरण पदों को छिपाने के लिए इस सेटिंग को "नहीं" में सेट करें। Reposts अभी भी दिखाई देगा।।

source: Set this setting to "No" to hide all replies from your feed.
hi: इस सेटिंग को अपने फ़ीड से सभी उत्तरों को छिपाने के लिए "नहीं" पर सेट करें।।

source: Set this setting to "No" to hide all reposts from your feed.
hi: इस सेटिंग को अपने फ़ीड से सभी पोस्ट छिपाने के लिए "नहीं" करने के लिए सेट करें।।

source: Set this setting to "Yes" to show replies in a threaded view. This is an experimental feature.
hi: इस सेटिंग को "हाँ" में सेट करने के लिए एक थ्रेडेड व्यू में जवाब दिखाने के लिए। यह एक प्रयोगात्मक विशेषता है।।

source: Set this setting to "Yes" to show samples of your saved feeds in your following feed. This is an experimental feature.
hi: इस सेटिंग को अपने निम्नलिखित फ़ीड में अपने सहेजे गए फ़ीड के नमूने दिखाने के लिए "हाँ" पर सेट करें। यह एक प्रयोगात्मक विशेषता है।।

source: Settings
hi: सेटिंग्स

source: Sexual activity or erotic nudity.
hi: यौन गतिविधि या कामुक नग्नता।।

source: Share
hi: शेयर

source: Show
hi: दिखाओ

source: Show anyway
hi: दिखाओ

source: Show Posts from My Feeds
hi: मेरी फीड से पोस्ट दिखाएं

source: Show Quote Posts
hi: उद्धरण पोस्ट दिखाओ

source: Show Replies
hi: उत्तर दिखाएँ

source: Show replies by people you follow before all other replies.
hi: अन्य सभी उत्तरों से पहले उन लोगों के उत्तर दिखाएं जिन्हें आप फ़ॉलो करते हैं।

source: Show Reposts
hi: रीपोस्ट दिखाएँ

source: Show users
hi: लोग दिखाएँ

source: Sign in
hi: साइन इन करें

source: Sign In
hi: साइन इन करें

source: Sign in as {0}
hi: {0} के रूप में साइन इन करें

source: Sign in as...
hi: ... के रूप में साइन इन करें

source: Sign into
hi: साइन इन करें

source: Sign out
hi: साइन आउट

source: Signed in as
hi: आपने इस रूप में साइन इन करा है:

source: Skip
hi: स्किप

source: Sort Replies
hi: उत्तर क्रमबद्ध करें

source: Sort replies to the same post by:
hi: उसी पोस्ट के उत्तरों को इस प्रकार क्रमबद्ध करें:

source: Square
hi: स्क्वायर

source: Staging
hi: स्टेजिंग

source: Status page
hi: स्थिति पृष्ठ

source: Subscribe
hi: सब्सक्राइब

source: Subscribe to this list
hi: इस सूची को सब्सक्राइब करें

source: Suggested Follows
hi: अनुशंसित लोग

source: Support
hi: सहायता

source: Switch Account
hi: खाते बदलें

source: System log
hi: सिस्टम लॉग

source: Tall
hi: लंबा

source: Terms
hi: शर्तें

source: Terms of Service
hi: सेवा की शर्तें

source: Text input field
hi: पाठ इनपुट फ़ील्ड

source: The account will be able to interact with you after unblocking.
hi: अनब्लॉक करने के बाद अकाउंट आपसे इंटरैक्ट कर सकेगा।
